---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Electrical.CorrectionFactorSet
source: html/bda2ab59-fe8e-a460-c68a-7fd1fcb4126b.htm
---
# CorrectionFactorSet Members

Initializes a new instance of the CorrectionFactorSet class